Merge pull request #1 from AdvOoops/feature/dataops-setup
feat: DataOps setup
